Repository: wikimedia/operations-debs-contenttranslation-apertium-eu-en
Catalog: corpus/metamorphosis.tmx
Source language: en
Languages: eu

source: Then there was a ring at the door of the apartment. "That's someone from the office" he told himself, and he almost froze while his small limbs only danced around all the faster.
eu: Horretarako gainera, ez zuen denbora askorik, zazpiak eta laurden emateko bost minutu besterik ez zirelako falta. Izan ere, ate joka etorri zitzaizkion.

source: For one moment everything remained still. "They aren't opening," Gregor said to himself, caught up in some absurd hope.
eu: “Biltegiko norbait izango da seguruenik ”, pentsatu zuen Gregoriok, beren hankak gero eta azkarrago mugitzen ziren heinean.

source: But of course then, as usual, the servant girl with her firm tread went to the door and opened it.
eu: Momentu hartan, isilunea zabaldu zen eta halaber esperantza txiki bat sentitu zuen, atea inork ez zuela zabaltzen ikusitakoan.

source: Gregor needed to hear only the visitor's first word of greeting to recognize immediately who it was, the manager himself.
eu: Hala ere, gertatzekoa zena, gertatu zen; neskameak pauso sendoak eman ostean, atea ireki zuen eta.

source: Why was Gregor the only one condemned to work in a firm where at the slightest lapse someone immediately attracted the greatest suspicion?
eu: Orduan Gregoriok nahikoa izan zuen bisitariaren berba bakarra entzutea, berau nor zen igartzeko; gerentea zela antzemateko, alegia.

source: Were all the employees then collectively, one and all, scoundrels?
eu: Zergatik ote zegoen Gregorio lan egiten , falta egiteagatik horrelako susmoak zabaltzen diren lantegi batean?

source: Was there then among them no truly devoted person who, if he failed to use just a couple of hours in the morning for office work, would become abnormal from pangs of conscience and really be in no state to get out of bed?
eu: Bertako langileria osoa ote zen horren barrabasa?Ez ote zitekeen egon beren artean benetako gizonik, goizean ordu pare bat galdu ondoren, tripak janda zoratu arren, ohetik altxatzeko gauza ez zenik?

source: Was it really not enough to let an apprentice make inquiries, if such questioning was even necessary?
eu: Beharrezko al zen ikerketatxo hura egiteko mutiltxo bat bidaltzea baina, gerentea bera etortzea?

source: Must the manager himself come, and in the process must it be demonstrated to the entire innocent family that the investigation of this suspicious circumstance could only be entrusted to the intelligence of the manager?
eu: Orduan Gregoriok, pentsamendu guzti hauek behartuta, etzalekutik salto egin zuen. Handia ez zen, baina golpeak sortutako hots gor bat entzun zen.

source: And more as a consequence of the excited state in which this idea put Gregor than as a result of an actual decision, he swung himself with all his might out of the bed.
eu: Alfonbrak golpea arindu zuen; bere lepoa uste zuena baino elastikoagoa zenez, zaratotsa ez zen horren beldurgarria izan.

source: There was a loud thud, but not a real crash. The fall was absorbed somewhat by the carpet and, in addition, his back was more elastic than Gregor had thought.
eu: Ordea, burua eusteko ez zuen arretarik jarri eta ondorioz, min hartu zuen eta minaren minez alfonbraren kontra estutu zen.

source: For that reason the dull noise was not quite so conspicuous.
eu: -Hor barruan zerbait gertatu da- esan zuen gerenteak ezkerreko gelatik.

source: But he had not held his head up with sufficient care and had hit it.
eu: Ezinezkorik ez dagoela pentsatuz, egunen batean gerenteari ere antzeko zerbait gerta zitzaiokeela imajinatu zuen Gregoriok.

source: He turned his head, irritated and in pain, and rubbed it on the carpet". Something has fallen in there," said the manager in the next room on the left.
eu: Gerenteak bere partetik, Gregorioren pentsamendua irakurriko balu bezala, pauso sendo batzuk eman zituen bere txarolezko zapatekin.

source: Gregor tried to imagine to himself whether anything similar to what was happening to him today could have also happened at some point to the manager.
eu: Ondoko logelatik arrebak isilka deitu zion.-Gregorio, biltegiko gerentea dago berton.

source: At least one had to concede the possibility of such a thing.
eu: -Badakit -erantzun zion indarge, arrebak ozta -ozta entzun zuen heinean.

source: However, as if to give a rough answer to this question, the manager now took a few determined steps in the next room, with a squeak of his polished boots.
eu: -Gregorio- esan zuen aitak ezkerreko gelatik-, gerenteak galdetu dit ea zergatik ez duzun hartu lehenengo trena.

source: From the neighbouring room on the right the sister was whispering to inform Gregor: "Gregor, the manager is here". "I know," said Gregor to himself.
eu: Ez dakigu zer erantzun, eta gainera zurekin aurrez aurre berba egin gura du. Beraz, zabaldu atea, mesedez.

source: But he did not dare make his voice loud enough so that his sister could hear.
eu: Ez arduratu gelan dagoen kaosagatik, berak ulertuko du eta.

source: "Gregor," his father now said from the neighbouring room on the left, "Mr
eu: -Egun on, Samsa jauna!- sartu zen gerentea afektiboki.

source: Manager has come and is asking why you have not left on the early train.
eu: -Ez dago ondo- esan zion amak gerenteari, aitak berbetan segitzen zuen bitartean-.

source: We don't know what we should tell him.
eu: Gaixorik dago eta.

source: Besides, he also wants to speak to you personally.
eu: Bestela zelatan galduko zuen bada trena?

source: So please open the door. He will be good enough to forgive the mess in your room".
eu: Gregorio biltegirako baino ez da bizi, ez da gau bakar batean ere kaleratzen eta!

source: In the middle of all this, the manager called out in a friendly way, "Good morning, Mr
eu: Eta jakin beza, premiazkoa denean ere ez dela kalera irtetzen.

source: Samsa". "He is not well," said his mother to the manager, while his father was still talking at the door, "He is not well, believe me, Mr
eu: Gurekin batera afaltzen du eta egunkaria leitzen isil=isilik egoten da irtenaldiko ibilbideak aztertzen.

source: Manager. Otherwise how would Gregor miss a train!
eu: Bere aisialdi bakarra aroztegia da.

source: The young man has nothing in his head except business.
eu: Bere logelan zintzilikatuta dagoen egurrezko markoa ikusten baduzu ikusi, zeharo zurtuta geratuko zara; hiruzpalau arratsaldetako beharra izan du.

source: I'm almost angry that he never goes out at night.
eu: Oraintxe ikus dezakezu, hots, atea zabaltzean duenean.

source: Right now he's been in the city eight days, but he's been at home every evening.
eu: -Laster naiz prest- esan zuen modu isil batean, elkarrizketako berbarik ez galtzeko asmotan

source: He sits there with us at the table and reads the newspaper quietly or studies his travel schedules.
eu: -Emakumea, seguru zuk esan bezala direla gauzak, baina ez al du ezer larririk izango!

source: It's quite a diversion for him if he busies himself with fretwork.
eu: Nik horixe espero dut behintzat.

source: For instance, he cut out a small frame over the course of two or three evenings.
eu: Hori bai, merkatariok sarri askotan gorputz txarra izan arren, lanean jarraitu behar dugu; negozioan gainetik ez dago ezer!

source: You'd be amazed how pretty it is. It's hanging right inside the room.
eu: -Beno -galdetu zuen aitak, estututa eta atea berriro joz-;sar al daiteke behingoz gerentea?

source: You'll see it immediately, as soon as Gregor opens the door.
eu: Ezkerreko gelan isiltasuna zen nagusi, eta eskuinekoan ordea, arrebaren negar- zotinak entzuten ziren.

source: Anyway, I'm happy that you're here, Mr Manager.
eu: Baina, zergatik ez ote zuen nahi Gregoriok besteekin elkartu gura?

source: By ourselves, we would never have made Gregor open the door.
eu: Egia esan, esnatu berria zen eta ez zen ezta janzten hasia ere.

source: He's so stubborn, and he's certainly not well, although he denied that this morning".
eu: Baina, zergatik ote zegoen negarrez?

source: "I'm coming right away," said Gregor slowly and deliberately and didn't move, so as not to lose one word of the conversation. "My dear lady, I cannot explain it to myself in any other way," said the manager; "I hope it is nothing serious.
eu: Agian, neba altxatzen ez zelako, atea zabaltzen ez zuelako, gerenteari pasorik ematen ez ziolako, bere lana galtzeko arriskuan zegoelako, eta kasu horretan, nagusiak berriro ere gurasoak gogor estutuko zituen aspaldiko zor haien kontura.

source: On the other hand, I must also say that we business people, luckily or unluckily, however one looks at it, very often simply have to overcome a slight indisposition for business reasons". "So can Mr
eu: Ordea, hauek momentuz, ez ziren arrazoizko burukominak. Gregoriok han jarraitzen zuen, eta ez zitzaion burutik ezta pasatu ere egin bere familiakoak bertan behera uztea.

source: Manager come in to see you now" asked his father impatiently and knocked once again on the door. "No," said Gregor.
eu: Alfonbra gainean zetzan, eta zegoen egoeran egonda inork ez zion bere gerenteari pasatzen utziko.

source: In the neighbouring room on the left a painful stillness descended.
eu: Baina deskortesia txiki hori ez zen nahikoa arrazoi lantegitik botatzeko.

source: In the neighbouring room on the right the sister began to sob.
eu: Eta Gregoriok arrantzekin molestatzea baino, bakean uztea hobe zela pentsatu zuen.

source: Why didn't his sister go to the others?
eu: Hala ere, besteek Gregoriorengan zuten ezjakintasunak, kezkatzen zituen.

source: She'd probably just gotten up out of bed now and hadn't even started to get dressed yet.
eu: - Samsa jauna -azkenean esan zuen gerenteak, ahots harroz-, honek guztiak zer esan nahi du?

source: Then why was she crying?
eu: Zure logelan zarratzeaz gain, monosilaboekin erantzuten duzu.

source: Because he wasn't getting up and wasn't letting the manager in; because he was in danger of losing his position, and because then his boss would badger his parents once again with the old demands?
eu: Halaber, arrazoirik gabe kezkatzen dituzu gurasoak eta axolagabekeria osoz laneko kontuak baztertzen dituzu. Zure familia kideen eta enpresaren izenean, arrazoiak eman ditzazula eskatzen dizut.

source: Those were probably unnecessary worries right now.
eu: Harrituta naukazu.

source: Gregor was still here and wasn't thinking at all about abandoning his family.
eu: Beste mota bateko gizona zinela uste nuen, hots, gizon zentzudun eta formala zinela.

source: But Gregor wouldn't be casually dismissed right way because of this small discourtesy, for which he would find an easy and suitable excuse later on.
eu: Egia esateko, gaur goizean patroiak zure faltaren arrazoi posible bat eman dit: bart kobratzeko agindu zitzaizuna.

source: It seemed to Gregor that it might be far more reasonable to leave him in peace at the moment, instead of disturbing him with crying and conversation. But it was the very uncertainty which distressed the others and excused their behaviour.
eu: Nik esan nion neronek erantzungo nuela horren aurrean, eta horrelakorik pentsatu ere ez egiteko, mesedez; baina orain, zure portaera ikusita, ez daukat zure alde egiteko asmorik.

source: "Mr Samsa," the manager was now shouting, his voice raised, "what's the matter?
eu: Zure egoera, beraz, ez da horren segurua.

source: You are barricading yourself in your room, answer with only a yes and a no, are making serious and unnecessary troubles for your parents, and neglecting (I mention this only incidentally) your commercial duties in a truly unheard of manner.
eu: Nire asmoa gauza guzti hauek zuri bakarrik esatea bazen ere, orain zure guraso eta arreba onberek entzun behar izan dute guztia. Gainera, zuri bost axola niri denbora galaraztea ere.

source: I am speaking here in the name of your parents and your employer, and I am requesting you in all seriousness for an immediate and clear explanation. I am amazed.
eu: Azkenaldian ez gara larregi saiatu lanean eta gainera ez dira oso garai onak negoziatzeko; hori guk ere aitortzen dugu.

source: I am amazed. I thought I knew you as a calm, reasonable person, and now you appear suddenly to want to start parading around in weird moods.
eu: Baina Samsa jauna, ez dago ezta negozioak bertan behera uzteko garai onik ere.

source: The Chief indicated to me earlier this very day a possible explanation for your neglect--it concerned the collection of cash entrusted to you a short while ago--but in truth I almost gave him my word of honour that this explanation could not be correct.
eu: -Banoa -oihukatu zuen Gregoriok, bere onetik aterata, errietaren erdian guztiaz ahantzirik.- Oraintxe noa. Eritasun bat dela eta egon behar izan naiz ohean, gainera oraindik jaiki barik nago.

source: However, now I see here your unimaginable pig headedness, and I am totally losing any desire to speak up for you in the slightest.
eu: Momentutxo bat mesedez!Hobeto nagoen arren, oraindino ez nago uste bezain ongi.

source: And your position is not at all the most secure.
eu: Ez dakit zer gertatu zaidan!

source: Originally I intended to mention all this to you privately, but since you are letting me waste my time here uselessly, I don't know why the matter shouldn't come to the attention of your parents.
eu: Atzo ondo sentitzen nintzen eta hori badakite nire gurasoek ere. Beno, atzo arratsaldean sentitu nituen lehen sintomak.

source: Your productivity has also been very unsatisfactory recently.
eu: Zelatan ez dute nabaritu lehenago?

source: Samsa, and such a thing must never be"."But Mr
eu: Zelan ez nien esan ezer biltegikoei?

source: Manager," called Gregor, beside himself and in his agitation forgetting everything else, "I'm opening the door immediately, this very moment. A slight indisposition, a dizzy spell, has prevented me from getting up.
eu: Izan ere, sarritan uste izaten dugu etxean geratu gabe osatuko garela eta ez da horrela izaten.

source: I'm still lying in bed right now.
eu: Mesedez, gizona, izan iezaiezue begirune nire gurasoei!

source: But now I'm quite refreshed once again.
eu: Esan dizkidazunak esateko ez dago arrazoirik.

source: I'm in the midst of getting out of bed. Just have patience for a short moment!
eu: Bistan dago ez dituzula nire azken bezeroen eskaera-orriak irakurri.

source: Things are not going so well as I thought.
eu: Gainera, zortzietako trena hartuko dut.

source: But things are all right. How suddenly this can overcome someone!
eu: Deskantsu hau indarberritzeko ez zait batere gaizki etorri.

source: Just yesterday evening everything was fine with me. My parents certainly know that.
eu: Ez ezazu galdu denbora gehiago.

source: Actually just yesterday evening I had a small premonition.
eu: Laster izango naiz biltegian.

source: People must have seen that in me. Why have I not reported that to the office!
eu: Azaldu nagusiari nik esandako guztia eta eskatu barkamena nire partetik.

source: But people always think that they'll get over sickness without having to stay at home. Mr
eu: Guzti hau zioen bitartean, zailtasun handirik barik, kutxara hurbildu zen.

source: Manager!Take it easy on my parents!
eu: Bertan, zutitzen saiatu zen.

source: There is really no basis for the criticisms which you are now making against me, and really nobody has said a word to me about that.
eu: Atea ireki eta gerentearen aurrean jarri eta berba egin gura zuen berarekin.

source: Perhaps you have not read the latest orders which I shipped.
eu: Horren gogotsu deitzen zeudenen aurpegiak ikusteko irrikaz zegoen.

source: Besides, now I'm setting out on my trip on the eight o'clock train; the few hours' rest have made me stronger.
eu: Ez zen bere errua izango izutzen baziren, beraz, ez zuen zertan beldurturik.

source: Mr Manager, do not stay.
eu: Ezta lasai geratzen baziren ere.

source: I will be at the office in person right away.
eu: Pixka bat mugituz gero, zortzietako trena hartuko zuen.

source: Please have the goodness to say that and to convey my respects to the Chief".
eu: Baten baino gehiagotan egin zuen laban kutxako horma lauekin; baina azkenean zutitu zen.

source: While Gregor was quickly blurting all this out, hardly aware of what he was saying, he had moved close to the chest of drawers without effort, probably as a result of the practice he had already had in bed, and now he was trying to raise himself up on it.
eu: Sabeleko mina handia bazen ere, horrek ez zuen kezkatzen. Orduan bere burua ondoko aulkiko bizkarraldearen kontra jarri zuen eta haretxen ertzei hankez oraturik geratu zen.

source: Actually, he wanted to open the door; he really wanted to let himself be seen by and to speak with the manager.
eu: Lasaitu zenean isildu egin zen gerentearen berbak entzuteko.

source: He was keen to witness what the others now asking after him would say at the sight of him.
eu: - Zerbait ulertu al duzue? -galdetu zien gurasoei-.

source: If they were startled, then Gregor had no more responsibility and could be calm.
eu: -Ai ene! -egin zuen amak negarrez.

source: But if they accepted everything quietly, then he would have no reason to get excited and, if he got a move on, could really be at the station around eight o'clock.
eu: Seguruenik txarto egongo da eta gu hemen berari zirikatzen. =Eta jarraian dei egin zuen:-Grete!

source: At first he slid down a few times from the smooth chest of drawers.
eu: Grete!-Zer behar duzu, ama? -erantzun zuen alabak gelaren beste txokotik.

source: But at last he gave himself a final swing and stood upright there.
eu: -Mediku baten bila joango zara segituan; zure neba gaixorik dago eta.

source: He was no longer at all aware of the pains in his lower body, no matter how they might still sting.
eu: Zoaz arrapaladan!Entzun al duzu zelan egiten zuen berba?

source: Now he let himself fall against the back of a nearby chair, on the edge of which he braced himself with his thin limbs.
eu: -Ana!Ana! -aitak egin zuen dei txaloak emanez-.

source: By doing this he gained control over himself and kept quiet, for he could now hear the manager.
eu: Deitu iezaiozu segituan sarrailagile bati.-Animalia bat da- esan zuen gerenteak.

source: "Did you understand a single word?" the manager asked the parents, "Is he playing the fool with us?" "For God's sake," cried the mother already in tears, "perhaps he's very ill and we're upsetting him. Grete!
eu: Harrera gelan, korrika zetozen bi gazteren gona hotsa entzun ahal izan zen ( nola jantzi zen horren azkar arreba? ), eta, etxeko ateak, kolpean irekitzean, atera zuen zarata bortitza.

source: Grete!" she yelled at that point. "Mother?" called the sister from the other side.
eu: Baina ez zen entzun ate kolperik.

source: They were making themselves understood through Gregor's room. "You must go to the doctor right away.
eu: Ezbeharren bat gertatu den etxeetan gertatzen den legez, atea irekita utzi zuten.

source: Gregor is sick. Hurry to the doctor.
eu: Halere, Gregorio hagitz lasaiago zegoen.

source: Have you heard Gregor speak yet?" "That was an animal's voice," said the manager, remarkably quietly in comparison to the mother's cries". Anna!
eu: Egia da bere berbak ulergaitzak zirela, berari argiak iruditu zirela arren.

source: Anna!' yelled the father through the hall into the kitchen, clapping his hands, "fetch a locksmith right away!" The two young women were already running through the hall with swishing skirts (how had his sister dressed herself so quickly?) and yanked open the doors of the apartment. One couldn't hear the doors closing at all.
eu: Horregatik bada, besteak zerbait arraroa gertatzen zela konturatu ziren eta ondorioz, laguntzera hurbildu zitzaizkion. Besteek lehenengo antolaketak erabakitasunez eta irmotasunez hartu izanak lasaitu egin zuten.

source: They probably had left them open, as is customary in an apartment in which a huge misfortune has taken place. However, Gregor had become much calmer.
eu: Berriz ere gizakien artean zegoela iruditzen zitzaion, eta biengandik, bai medikuarengandik bai sarrailagilearengandik, bereizketarik gabe, ekintza arraro eta txundigarriak espero zituen.

source: All right, people did not understand his words any more, although they seemed clear enough to him, clearer than previously, perhaps because his ears had gotten used to them. But at least people now thought that things were not all right with him and were prepared to help him.
eu: Eta, hurbiltzear zeuden elkarrizketa erabakigarrietan ahalik eta argien mintzatzeko asmoz, arinkeriaz eztarria garbitu zuen, arinki egitera beharturik zegoela, zarata hau ere giza-estula ez zela pentsatuko zuten beldur, horiek bereiztu ahal izateko segurtasunik ez zuelako.

source: The confidence and assurance with which the first arrangements had been carried out made him feel good.
eu: Bitartean, ondoko gelan, isiltasun handia zen nagusi.

source: He felt himself included once again in the circle of humanity and was expecting from both the doctor and the locksmith, without differentiating between them with any real precision, splendid and surprising results.
eu: Gurasoek beharbada, nagusiarekin mahai inguruan jesarririk, honekin ahapeka hitz egingo zuten. Agian guztiak atetik gertu zeuden entzuten.

source: In order to get as clear a voice as possible for the critical conversation which was imminent, he coughed a little, and certainly took the trouble to do this in a really subdued way, since it was possible that even this noise sounded like something different from a human cough.
eu: Besaulkiarekin batera astiro-astiro hurbildu zen Gregorio atera; hara iristerakoan, jesarlekua utzi, atera salto egin zuen eta zutik eutsi zen, oratuta, bere hankek zuten lirdingagatik.

source: He no longer trusted himself to decide any more.
eu: Horrela zegoela, atseden hartu zuen egindako ahaleginagatik.

source: Meanwhile in the next room it had become really quiet.
eu: Gero, sarraila barruko giltza birarazten saiatu zen bere ahoa erabiliz.

source: Perhaps his parents were sitting with the manager at the table and were whispering; perhaps they were all leaning against the door and listening.
eu: Zoritxarrez, ez zuen guk zehazki hagin deritzogunik. Zerekin oratuko zuen orduan giltza?

source: Gregor pushed himself slowly towards the door, with the help of the easy chair, let go of it there, threw himself against the door, held himself upright against it (the balls of his tiny limbs had a little sticky stuff on them), and rested there momentarily from his exertion.
eu: Baina barailak, ordea, oso indartsuak ziren, eta, horietaz baliatuz, giltza mugitu ahal izan zuen, horrek eragiten zion minean erreparatu barik, izan ere likido ilun batek irten zuen bere ahotik, giltzean labaindu eta lurrera tantaka erortzen zela.

source: Then he made an effort to turn the key in the lock with his mouth.
eu: –Entzun iezadazue- esan zuen nagusiak alboko gelan-.

source: Unfortunately it seemed that he had no real teeth.
eu: Giltza birarazten ari da.

source: How then was he to grab hold of the key?
eu: Hitz horiek jarraitzeko bihotz eman zioten Gregoriori.

source: But to make up for that his jaws were naturally very strong; with their help he managed to get the key really moving, and he did not notice that he was obviously inflicting some damage on himself, for a brown fluid came out of his mouth, flowed over the key, and dripped onto the floor.
eu: Baina guztiek, aitak, amak, zera oihukatu behar izan zioten:-Aurrera, Gregorio!- Bai, zera oihukatu behar izan zuten: -Beti aurrera!

source: "Just listen for a moment," said the manager in the next room, "he's turning the key". For Gregor that was a great encouragement.
eu: Saiatu zaitez!. Eta guztiak bere ahaleginaren ondorioak larritasunez ikusteko zain zeudela imajinatuz, bihotz-bihotzetik giltza haginkatu zuen, nahiko ahulduta.
